{
  "tags": [
    "fusion",
    "homeplanetgem",
    "crystalgem",
    "human",
    "queer",
    "fighter",
    "beachcityresident",
    "singer",
    "diamond",
    "empath",
    "internalturmoil"
  ],
  "characters": [
    {
      "image": "http://www.stickpng.com/assets/thumbs/5b5208d3c051e602a568ce88.png",
      "name": "Steven Quartz Universe",
      "gem": "Rose Quartz",
      "ability": "Summoned Shield, Healing Spit, Sleep Induced Consciousness",
      "fusionForm": "Stevonnie, Smokey Quartz",
      "characterArc": "Steven Universe is the main star of the show. He's 14 now, and has grown into his Gem-Human hybrid identity as the show continues. Steven has the ability to fuse with best friend (or future love of life) Connie. He has a pet lion and is the descendant of Greg Univers and Rose Quartz. Steven is a member of the reknown team of out-laws known as the Crystal Gems.",
      "tags": [
        "fusion",
        "crystalgem",
        "human",
        "fighter",
        "singer",
        "beachcityresident",
        "empath"
      ]
    },
    {
      "image": "public/5b5208fcc051e602a568ce8c.png",
      "name": "Pearl",
      "gem": "Pearl",
      "ability": "Summoned Spear, Combat, Eating, Relatable, Motherly Tendency",
      "fusionForm": "Opal, Alexandrite, Rainbow Quarts, Sardonyx",
      "characterArc": "Pearl, the pledged allegiance to Rose Quartz, soon to be understood as an allegiance to Pink Diamond, is the keeper of young Steven. Misunderstood, Pearl keeps her thoughts and emotions internally as she struggles to let go of the love of her life, Rose. Her relationship with herself is compromised by her past relationships, and she is left putting all others before herself. She is a servant pearl turned Warrior ally. Self taught in combat, she excels in battle strategy and hand to hand combat.",
      "tags": [
        "crystalgem",
        "fighter",
        "singer",
        "beachcityresident",
        "queer",
        "internalturmoil"
      ]
    },
    {
      "image": "../public/Amethyst_Yep.png",
      "name": "Amethyst",
      "gem": "Amethyst",
      "ability": "Summoned Whip, Combat, Eating, Chaotic Order, Understands flow",
      "fusionForm": "Opal, Alexandrite, Sugilite, Smokey Quartz",
      "characterArc": "Amethyst was the first Crystal Gem born on earth. From the kingergarten, Amethyst was the runt of the extraction. Misunderstood and up to mischief, she wandered into the Crystal Gems after being left behind by home world. Since then, Amethyst has protected earth, has been up to no good with Steven Universe and ate her way through Beach City and the bits. Her tough exterior is no mistake for the soft heavy heart she carries concerning her identity and purpose.",
      "tags": [
        "crystalgem",
        "fighter",
        "beachcityresident",
        "queer",
        "internalturmoil"
      ]
    },
    {
      "image": "../public/5b5208c7c051e602a568ce86.png",
      "name": "Garnet",
      "gem": "Ruby and Sapphire",
      "ability": "Summoned Power Hands, Combat, Future Vision, Confidence, Leadership, Love above all",
      "fusionForm": "Garnet, Alexandrite, Sugilite, Sardonyx",
      "characterArc": "Garnet, the leader of the Crystal Gems, leaders with integrity of future vision and power beyond comparison. She gains motivation and stamina from her believe in true love, destiny and personal belief. She's never alone as her form is made of two gems - Ruby and Sapphire. Hot and Cold Garnet was misunderstood by homeworld. Gems aren't allowed to permanently fuse in homeworld so the moment she landed on earth during the gem war, she was on the run. Discovered by Rose Quartz, she was given a home. She understand how to take a moment and make it last forever.",
      "tags": [
        "fusion",
        "crystalgem",
        "fighter",
        "singer",
        "beachcityresident",
        "queer"
      ]
    },
    {
      "image": "../public/Greg_-_Young.png",
      "name": "Greg Universe",
      "gem": "None - He's human",
      "ability": "Van dad, Singer/song writer, Lucious Locks of Hair, Dad Talks",
      "fusionForm": "Fused with Rose Quartz to create Steven Universe",
      "characterArc": "Greg was a nobody musician trying to make it to startdom. Until he met Rose, his life was about music and emotional release. After meeting Rose Quartz, his mind widened to the possibility of all possibilities life holds. He fell in love. And in doing so, lost the woman he loved to give her everything she could ever want, a human life.",
      "tags": [
        "human",
        "empath",
        "singer",
        "beachcityresident",
        "internalturmoil"
      ]
    },
    {
      "image": "../public/Rose_Quartz_-_Weaponized.png",
      "name": "Rose Quartz",
      "gem": "Rose Quartz",
      "ability": "Inspiration, Combat, Healing Tears, Swordfighting, Summoned Sheild, Home World Connections",
      "fusionForm": "Rainbow Quartz",
      "characterArc": "Rose, the leader and creator of the Crystal Gems before Garnet. Her motivation to change form from Pink Diamond and into Rose Quartz flows from her fascination of Earth and humans. Her mistreated life on home planet lead her to grow a bond with her kindergarten and life in general on planet Earth for four centuries. When it was finally time to have Steven Universe, she knew it was the right choice. That human and gem life alike is sacred. And that we shouldn't drain planets just because we can.",
      "tags": [
        "crystalgem",
        "fighter",
        "singer",
        "beachcityresident",
        "queer",
        "diamond",
        "homeplanetgem"
      ]
    },
    {
      "image": "../public/Connie_in_Sword_Dancers_😸.png",
      "name": "Connie",
      "gem": "None - She's Human",
      "ability": "Intellect, Curiosity, Loyalty, Combat, Violin",
      "fusionForm": "Stevonnie",
      "characterArc": "Connie, a force to be reckoned with. Her loyalty to herself and to Steven prove to be her strengths. With dedication and training, Connie has become the first full human member of the Crystal Gems. As the fusion Stevonnie, Stevonnie tears down barriers of gender, social construction and shines light on caring for another.",
      "tags": [
        "crystalgem",
        "fighter",
        "singer",
        "beachcityresident",
        "human"
      ]
    },
    {
      "image": "../public/LookBeckyItsLapis.png",
      "name": "Lapis Lazuli",
      "gem": "Lapis Lazuli",
      "ability": "Hydrokinesis, Flight, Water Constructs, Hydromimicry, Water Bubbles",
      "fusionForm": "Malichite",
      "characterArc": "Misconstrued, tormented, and mental fierce. Lapis Lazuli has seen darkness and does not run from its purpose. Lapis has struggled to trust the Crystal Gems after being locked in their crystal mirror for centuries. She finds trust and a glimmer of hope in the Crystal Gems when Steven heals her cracked gem to take flight back to homeworld. After returning home centuries later, Lapis realizes the unhealthy structure of home world and returns back to earth. She sets up life in the country side with partner, Peridot. The two kick back, farm and build new life on Earth. With all of the strength an ocean holds, Lapis is deadly and responds immediately on impulse to those who are a threat to her. She sacrificed herself to save Steven when Jasper attacked Earth by entering a toxic fusion with Jasper. Lapis chained her fused self to the bottom of the ocean to give the Crystal Gems time to reconveine. By far, Lapis is the most misunderstood, gold hearted gem. She works toward truth and banishment of imprisonment.",
      "tags": [
        "crystalgem",
        "homeplanetgem",
        "fighter",
        "queer",
        "empath",
        "singer",
        "beachcityresident",
        "internalturmoil"
      ]
    },
    {
      "image": "../public/Blue_Diamond.png",
      "name": "Blue Diamond",
      "gem": "Diamond",
      "ability": "Empathic abilities, Radiated Pathokinesis, Energy Projection, Immense Durability",
      "fusionForm": "None",
      "characterArc": "Imprisoned by her empathic projections, blue is usually found crying over the loss of Pink Diamond. This sensation wells up into revenge against the Crystal Gems. Blue has the ability to spread her feelings onto those around her, cripling them with sadness. She has a reputation for mercy and forgiveness, but isn't against long term imprisonment for those that disobey her. She believes her relationship with Pink was healthy and prosperous but on the contrary, Blue spent time belittling Pinks desires. She would hear Pink speak, but believe her plans were all just jokes. Now, she pays for this in the form of...Steven.",
      "tags": [
        "homeplanetgem",
        "empath",
        "singer",
        "internalturmoil",
        "diamond"
      ]
    },
    {
      "image": "../public/Yellow_.png",
      "name": "Yellow Diamond",
      "gem": "Diamond",
      "ability": "Electrokinesis, Corruption Induction, Psychic Resistance, Enhanced Strength",
      "fusionForm": "None",
      "characterArc": "Yellow is a rock. Lacking emotional connection she harnesses her emotions into leading home world to universal domination. She reaings over numerous kindergartens and keeps strict regiment in home world daily life. She shocks those around her with her dominating appearance. When she finds out that Pink wasn't actually shattered, her life turns a softer page. She listens, and tries to do what's best for the cluster of broken gems on Earth.",
      "tags": [
        "homeplanetgem",
        "fighter",
        "diamond"
      ]
    }
  ]
}